Revit 2024 API
ParameterTypeId.RbsElecCircuitLengthParam Property
 "Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecCircuitLengthParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecCircuitLengthParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecCircuitLengthParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace